---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhase3
source: html/a3eab9c9-4cee-9e43-4d72-d4c6c9e9eaf4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhase3 Property

"True Load Phase 3"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoadPhase3 { get; }
```